export default {
  title: 'अक्सर पूछे जाने वाले प्रश्न',
  items: {
    exchangeSubmit: {
      question: 'एक्सचेंज-अनुरोधित सिक्के कब भुगतान किए जाते हैं?',
      answer: 'एक्सचेंज-अनुरोधित सिक्के आवेदन जमा करने पर तुरंत भुगतान किए जाते हैं।',
    },
    conversionSchedule: {
      question: 'रूपांतरण-अनुरोधित सिक्के कब भुगतान किए जाते हैं?',
      answer: 'रूपांतरण-अनुरोधित सिक्के अनुरोध के 3 दिनों के भीतर, आवेदन के क्रम में भुगतान किए जाते हैं।',
    },
    missionComplete: {
      question: 'मैं एक मिशन कैसे पूरा करूं?',
      answer: 'मुख्य स्क्रीन पर प्रदर्शित मिशन स्थान की जांच करें, फिर उस स्थान पर AR मोड में स्विच करें और मिशन पूरा करने के लिए संवर्धित cryptocurrency कैप्चर करें।',
    },
    rewardCheck: {
      question: 'मैं पुरस्कार के रूप में प्राप्त सिक्कों की जांच कहां कर सकता हूं?',
      answer: 'मिशन पूरा करने के बाद, आप ऐप-इन वॉलेट में पुरस्कार के रूप में प्राप्त सिक्कों की जांच कर सकते हैं।',
    },
    xrunExchange: {
      question: 'मैं अन्य cryptocurrencies को XRUN सिक्कों के लिए कैसे एक्सचेंज करूं?',
      answer: 'आप ऐप-इन वॉलेट में सिक्का एक्सचेंज के माध्यम से अन्य cryptocurrencies को XRUN सिक्कों के लिए एक्सचेंज कर सकते हैं। एक्सचेंज करते समय, एक्सचेंज करने के लिए सिक्कों की राशि दर्ज करें और एक अनुरोध सबमिट करें, और उन्हें XRUN सिक्का अनुपात के अनुसार एक्सचेंज और भुगतान किया जाएगा।',
    },
    rewardUsage: {
      question: 'मैं पुरस्कार के रूप में प्राप्त सिक्कों का उपयोग कैसे करूं?',
      answer: 'आप ऐप-इन वॉलेट में पुरस्कार सिक्कों के रूपांतरण और एक्सचेंज का अनुरोध कर सकते हैं ताकि उन्हें वास्तविक सिक्कों के लिए एक्सचेंज किया जा सके। वास्तविक सिक्के बाहरी एक्सचेंजों पर स्वतंत्र रूप से बेचे और उपयोग किए जा सकते हैं।',
    },
    adReward: {
      question: 'मैं विज्ञापन पुरस्कार कैसे प्राप्त करूं?',
      answer: 'आप AR मिशनों में भाग लेकर और उन्हें पूरा करके विज्ञापन में निर्धारित पुरस्कार राशि के बराबर सिक्के प्राप्त कर सकते हैं।',
    },
    changePasswordRequest: {
      question: 'मैं अपना पासवर्ड बदलना चाहता हूं',
      answer: 'आप इसे मेरी जानकारी > जानकारी संपादित करें > पासवर्ड में बदल सकते हैं।',
    },
    changePasswordHow: {
      question: 'मैं अपना पासवर्ड कैसे बदलूं?',
      answer: 'आप इसे मेरी जानकारी > जानकारी संपादित करें > पासवर्ड में बदल सकते हैं। आपका दिन शुभ हो^^!',
    },
  },
};




