export default {
  title: 'よくある質問',
  items: {
    exchangeSubmit: {
      question: '交換申請したコインはいつ支払われますか？',
      answer: '交換申請したコインは申請書提出後すぐに支払われます。',
    },
    conversionSchedule: {
      question: '転換申請したコインはいつ支払われますか？',
      answer: '転換申請したコインは申請後3日以内に申請順序に従って支払われます。',
    },
    missionComplete: {
      question: 'ミッションはどのように完了しますか？',
      answer: 'メイン画面に表示されたミッション位置を確認した後、該当位置をAR機能に切り替えて拡張された暗号通貨を捕まえるとミッションを実行できます。',
    },
    rewardCheck: {
      question: '報酬を受けたコインはどこで確認できますか？',
      answer: 'ミッションを完了した後、アプリ内ウォレットで報酬を受けたコインを確認できます。',
    },
    xrunExchange: {
      question: '他の暗号通貨をXRUNコインに交換するにはどうすればよいですか？',
      answer: '他の暗号通貨はアプリ内ウォレットのコイン交換を通じてXRUNコインに交換できます。交換時、交換するコイン数量を入力してリクエストすると、XRUNコイン比率に合わせて交換されて支払われます。',
    },
    rewardUsage: {
      question: '報酬を受けたコインはどのように使用しますか？',
      answer: '報酬を受けたコインはアプリ内ウォレットで転換および交換をリクエストして実際のコインに交換できます。実際のコインは外部取引所で自由に販売および使用できます。',
    },
    adReward: {
      question: '広告報酬はどのように受けますか？',
      answer: 'ARミッションに参加してミッションを完了すると、広告に設定された報酬数だけコインを受け取ることができます。',
    },
    changePasswordRequest: {
      question: 'パスワードを変更したいです',
      answer: 'マイ情報 > 情報編集 > パスワードで変更できます。',
    },
    changePasswordHow: {
      question: 'パスワードはどのように変更しますか？',
      answer: 'マイ情報 > 情報編集 > パスワードで変更できます。良い一日をお過ごしください^^！',
    },
  },
};



