export default {
  title: 'คำถามที่พบบ่อย',
  items: {
    exchangeSubmit: {
      question: 'เหรียญที่ขอแลกเปลี่ยนจะจ่ายเมื่อไหร่?',
      answer: 'เหรียญที่ขอแลกเปลี่ยนจะจ่ายทันทีเมื่อส่งใบสมัคร',
    },
    conversionSchedule: {
      question: 'เหรียญที่ขอแปลงจะจ่ายเมื่อไหร่?',
      answer: 'เหรียญที่ขอแปลงจะจ่ายภายใน 3 วันหลังจากคำขอ ตามลำดับการสมัคร',
    },
    missionComplete: {
      question: 'ฉันจะทำภารกิจให้เสร็จสิ้นได้อย่างไร?',
      answer: 'ตรวจสอบตำแหน่งภารกิจที่แสดงบนหน้าจอหลัก จากนั้นเปลี่ยนเป็นโหมด AR ที่ตำแหน่งนั้นและจับภาพสกุลเงินดิจิทัลเสริมเพื่อทำภารกิจให้เสร็จสิ้น',
    },
    rewardCheck: {
      question: 'ฉันสามารถตรวจสอบเหรียญที่ได้รับเป็นรางวัลได้ที่ไหน?',
      answer: 'หลังจากทำภารกิจเสร็จสิ้น คุณสามารถตรวจสอบเหรียญที่ได้รับเป็นรางวัลในกระเป๋าในแอป',
    },
    xrunExchange: {
      question: 'ฉันจะแลกเปลี่ยนสกุลเงินดิจิทัลอื่นเป็นเหรียญ XRUN ได้อย่างไร?',
      answer: 'คุณสามารถแลกเปลี่ยนสกุลเงินดิจิทัลอื่นเป็นเหรียญ XRUN ผ่านการแลกเปลี่ยนเหรียญในกระเป๋าในแอป เมื่อแลกเปลี่ยน ให้กรอกจำนวนเหรียญที่ต้องการแลกเปลี่ยนและส่งคำขอ และจะถูกแลกเปลี่ยนและจ่ายตามอัตราส่วนเหรียญ XRUN',
    },
    rewardUsage: {
      question: 'ฉันจะใช้เหรียญที่ได้รับเป็นรางวัลได้อย่างไร?',
      answer: 'คุณสามารถขอแปลงและแลกเปลี่ยนเหรียญรางวัลในกระเป๋าในแอปเพื่อแลกเปลี่ยนเป็นเหรียญจริง เหรียญจริงสามารถขายและใช้ได้อย่างอิสระในตลาดแลกเปลี่ยนภายนอก',
    },
    adReward: {
      question: 'ฉันจะรับรางวัลโฆษณาได้อย่างไร?',
      answer: 'คุณสามารถรับเหรียญเท่ากับจำนวนรางวัลที่ตั้งไว้ในโฆษณาโดยการเข้าร่วมภารกิจ AR และทำภารกิจให้เสร็จสิ้น',
    },
    changePasswordRequest: {
      question: 'ฉันต้องการเปลี่ยนรหัสผ่าน',
      answer: 'คุณสามารถเปลี่ยนได้ใน ข้อมูลของฉัน > แก้ไขข้อมูล > รหัสผ่าน',
    },
    changePasswordHow: {
      question: 'ฉันจะเปลี่ยนรหัสผ่านได้อย่างไร?',
      answer: 'คุณสามารถเปลี่ยนได้ใน ข้อมูลของฉัน > แก้ไขข้อมูล > รหัสผ่าน ขอให้มีวันที่ดี^^!',
    },
  },
};




